Repository: elmoagusti2/qubah_app
Catalog: lib/l10n/app_*.arb
Languages: id

# languange
source: Language
id: bahasa

source: Login
id: Masuk

source: Profile
id: Profil

source: My Data
id: Data Saya

source: Setting
id: Pengaturan

source: Personal Data
id: Data Personal

source: Employment Data
id: Data Pekerjaan

source: Family Data
id: Data Keluarga

source: Education Data
id: Data Pendidikan

source: Employment
id: Pekerjaan

source: Family
id: Keluarga

source: Education
id: Pendidikan

source: Change password
id: Ganti password

source: Log out
id: Keluar

# chooseLanguange
source: Choose your language
id: Pilih bahasa

source: Inbox
id: Kotak Masuk

source: Notification
id: Pemberitahuan

source: Empty Notification
id: Pemberitahuan kosong

source: Empty message
id: Pesan Kosong

source: Message
id: Pesan

source: Download file
id: Unduh file

source: Employee
id: Karyawan

source: Home
id: Beranda

source: Attendance
id: Kehadiran

# attendanceDaily
source: Daily Attendance
id: Kehadiran Harian

source: Attendance Detail
id: Detail Kehadiran

source: Work Hours
id: Jam Kerja

source: Clock in
id: Absen masuk

source: Clock out
id: Absen keluar

source: Location
id: Lokasi

# takeImage
source: Please take image
id: Pilih foto

source: Empty Attendance
id: Kehadiran Kosong

source: Date
id: Tanggal

source: Start date
id: Tanggal awal

source: End date
id: Tanggal akhir

source: Time
id: Waktu

source: Address
id: Alamat

source: Photo
id: Foto

source: View password
id: Lihat password

# inputOldPassword
source: Input old your password
id: Masukan password lama anda

# inputNewPassword
source: Input new your password
id: Masukan password baru anda

# confirmNewPassword
source: Confirm new your password
id: Konfirmasi password baru anda

source: Change profil photo
id: Ubah foto profil

source: Name
id: Nama

source: Place of birth
id: Tempat lahir

source: Date of birth
id: Tanggal Lahir

source: Number phone
id: Nomor handphone

source: Place of residence
id: Tempat Tinggal

source: Identity Number
id: Nomor Identitas

source: Submit
id: Kirim

source: Relationship
id: Hubungan

source: Last education
id: Pendidikan terakhir

source: Gender
id: Jenis kelamin

source: Job
id: pekerjaan

source: Select
id: Pilih

source: Levels
id: jenjang

source: School name
id: Nama sekolah

source: Year of entry
id: Tahun masuk

source: Year of exit
id: Tahun keluar

source: Major
id: Jurusan

source: Type
id: Jenis

source: Year
id: Tahun

source: Contact details
id: Detail kontak

source: Visit
id: Kunjungan

source: Report
id: Laporan

source: Submission
id: Pengajuan

source: Approval
id: Persetujuan

source: Operational
id: Operasional

source: Services
id: Layanan

# recapFortThisMonth
source: Recap for this month
id: Rekap absen bulan ini

source: Present
id: Hadir

source: Remaining leave
id: Sisa cuti

source: Absent
id: Tidak hadir

source: Announcement
id: Pengumuman

source: Show more
id: Lihat lain

source: Day
id: Hari

source: Description
id: Keterangan

source: Empty data reports
id: Data reports kosong

# pleaseClickFilter
source: Please click the filter button to start
id: Tolong klik tombol filter untuk memulai

source: Total price
id: Total harga

source: Detail submission
id: Detail pengajuan

source: Position
id: Jabatan

source: Detail visit
id: Detail kunjungan

source: Attendance success
id: Absen sukses

# pleaseClockIn
source: Please clockIn first
id: Tolong masuk terlebih dahulu

# attendanceAlready
source: Attendance already saved on today
id: Absen sudah dilakukan hari ini

# pleaseDesc
source: Please input description
id: Tolong isi deskripsi

source: Empty approval
id: Persetujuan kosong

# confirmDesc
source: Are you sure ?
id: Apa kamu yakin ?

source: Confirm
id: Konfirmasi

source: Cancel
id: Batal

source: Employee Absent
id: Karyawan tidak masuk

source: Save
id: Simpan

# loginToContinue
source: Sign In to continue.
id: Masuk untuk melanjutkan.

source: Empty odometer
id: Odometer kosong

source: Empty visit
id: Kunjungan kosong

source: Odometer Submission
id: Pengajuan odometer

# notConnectServer
source: Not connected to the server
id: Tidak terhubung dengan server

# pleaseFill
source: Please fill in all field
id: Silahkan isi kolom yang kosong

source: Go to offline mode
id: Pergi ke menu offline

source: Not connect internet
id: Tidak terhubung internet

# exitApplications
source: Exit application
id: Keluar aplikasi

source: Please contact admin
id: Hubungi admin

source: Failed connect server
id: Gagal terhubung dengan server

source: Next
id: Selanjutnya

source: Previous
id: Sebelumnya

source: Store
id: Toko

source: Users
id: Pengguna

source: Competitor
id: Kompetitor

source: Store name
id: Nama toko

# lpName
source: Name LP
id: nama LP

source: Owner name
id: Nama pemilik

source: Average transaction
id: Rata-rata transaksi

source: Monthly omzet
id: Omset bulanan

source: Outlet Type
id: Tipe outlet

source: Province
id: Provinsi

source: District
id: Kabupaten

source: Sub district
id: Kecamatan

# imageStore
source: Store image
id: Gambar toko

source: Number identity
id: Nomor KTP

source: User Address
id: Alamat pengelola

source: User image
id: Foto pemilik

source: Identity Image
id: Foto KTP

source: Brand name
id: Nama merk

source: Unit
id: Satuan

source: Buying price
id: Harga beli

source: Selling price
id: Harga jual

# canvasType
source: Canvas type *optional
id: Jenis kanvas/outlet *optional

source: Store name resources
id: Nama toko sumber barang

source: Store address resources
id: Alamat sumber barang

source: Payments
id: Pembayaran

source: Customer satisfaction
id: Kepuasan pelanggan

source: Fridge period
id: Periode kulakan

# productComments
source: Product comments *optional
id: Komentar produk *optional

# promotionActivity
source: Promotion activity *optional
id: Aktifitas produk *optional

source: Average transaction daily
id: Rata-rata transaksi harian

source: Category outlet
id: Kategori outlet

source: Sales force
id: Sales

source: Product competitor
id: Kompetitor produk

# confirmData
source: Is the data correct and want to continue?
id: Apakah data sudah benar dan ingin melanjutkan?

source: Decline
id: Tolak

source: Approve
id: Setuju

# startClock
source: Start time
id: Jam mulai

# endClock
source: End time
id: Jam selesai

source: Visit display outlet
id: Kunjungan display outlet

source: Address outlet
id: Alamat gerai

source: Add more competitor
id: Tambah kompetitor lain

source: Visit monitoring
id: Pemantauan kunjungan

source: Data input failed
id: Gagal input data

source: Visit planning
id: Rencana kunjungan

source: Welcome back
id: Selamat datang

# cancelFinger
source: Fingerprint scan canceled
id: Scan sidik jari dibatalkan

# fingerNotSupport
source: Device does not support fingerprint system
id: Device tidak mendukung sistem sidik jari

# loginFirst
source: Please login manually for the first time and activate biometric in profile page
id: Silahkan login manual untuk pertama kali dan hidupkan login biometric pada halaman profil

source: Empty operational
id: Operasional kosong

source: Revision odometer
id: Revisi odometer

source: Problem odometer
id: Kendala odometer

# clock
source: Time
id: Jam

source: Odometer before
id: Odometer sebelumnya

source: Cancel submission
id: Pembatalan pengajuan

# confrimCancelSubmission
source: Are you sure you want to cancel the submission?
id: Apa kamu yakin membatalkan pengajuan?

# visitDaily
source: Daily visit
id: Kunjungan harian

source: Search
id: Cari

source: Attendance date
id: Tanggal absen

source: Date of change day
id: Tanggal ganti hari

# confirmBiometricY
source: Are you sure you have biometrics enabled for login ?
id: Apakah kamu yakin mengaktifkan biometric untuk login ?

# confirmBiometricX
source: Are you sure you have biometrics disabled for login ?
id: Apakah kamu yakin menonaktifkan biometric untuk login ?

# locationRequest
source: The application requires location access to smooth the attendance process and know the location of the attendance point.
id: Aplikasi membutuhkan akses lokasi untuk kelancaran proses absensi dan mengetahui lokasi titik absensi.

source: Allow locations
id: Izinkan lokasi

source: Open document
id: Buka dokumen

source: Biometric
id: Biometrik

# pleaseTakeface
source: Please take photo with your face
id: Tolong ambil foto dengan wajah

# error
source: Error occured
id: Terjadi kesalahan

source: Success
id: Berhasil

# loading
source: Loading data
id: Memuat data

# addressNotFound
source: Address details not found
id: Alamat tidak ditemukan

source: Current location
id: Lokasi saat ini

source: Search again
id: Cari kembali

source: Recap attendance
id: Rekap absen

source: Sick
id: Sakit

source: Permission
id: Izin

source: Leaves
id: Cuti

source: Overtime
id: Lembur

source: Late
id: Terlambat

source: Permission to leave early
id: Izin untuk pulang lebih awal

# notAttendance
source: No attendance
id: Tidak ada kehadiran

source: Month
id: Bulan

source: Activity
id: Aktivitas

source: Days ago
id: Hari yang lalu

source: Empty activity
id: Aktifitas kosong

source: Daily
id: Harian

source: Weekly
id: Mingguan

source: Monthly
id: Bulanan

source: Yearly
id: Tahunan

source: Set date
id: Atur tanggal

source: Image
id: Gambar

source: Not attendance out
id: Tidak absen pulang

source: More
id: Lainnya

source: Submitted at
id: Diajukan pada

# swipeCompleteSubmission
source: Swipe when get back office
id: Geser jika sudah kembali dikantor

# swipeStartSubmission
source: Swipe to start the exit permit
id: Geser untuk memulai izin keluar

source: Unregistered face
id: wajah belum terdaftar

# faceNotMatch
source: Face does not match
id: Wajah tidak sesuai

# confirmRegisterFace
source: Are you sure to register your face? Make sure the face photo is inside the circle.
id: Apakah anda yakin untuk mendaftarkan wajah anda? pastikan foto wajah didalam lingkaran.

# successDeleteFace
source: Success delete of face data
id: Sukses menghapus data wajah

# successRegisterFace
source: Success register face, please reopen attendance again
id: Sukses register wajah, buka kembali absen

source: Destination
id: Tujuan

source: Minutes
id: Menit

source: Approve by
id: Disetujui oleh

source: Years leave
id: Jumlah cuti tahun ini

source: Total submission day
id: Total hari pengajuan

source: Form
id: Formulir

source: Application
id: Permohonan

# divisionOrSection
source: Division/Section
id: Divisi/Bagian

# locationSbuOrOffice
source: Location SBU/Office
id: Lokasi SBU/Kantor

source: Entry Date
id: Tanggal masuk

source: Want to apply
id: Ingin mengajukan

source: Long time
id: Lamanya

source: From date
id: Dari tgl

source: To
id: s.d

source: Leave balance as of this request
id: Saldo cuti s.d permohonan ini

source: Before photo
id: Foto sebelum

source: After photo
id: Foto sesudah

source: Supporting documents
id: Dokumen pendukung

# verifiedBy
source: Verified by HR at
id: Diverifikasi oleh HR pada

source: Empty data
id: Data kosong

# confirmReadNotification
source: Are you sure you want to read all the notification?
id: Apa kamu yakin membaca semua pemberitahuan?

# confirmDeleteNotification
source: Are you sure you want to delete all the notification?
id: Apa kamu yakin menghapus semua pemberitahuan?

# confirmSomeDeleteNotification
source: Are you sure you want to Delete some the notification?
id: Apa kamu yakin menghapus sebagian pemberitahuan?

source: Success attendance
id: Sukses melakukan absen

source: Verified
id: Terverifikasi

source: Unverified
id: Belum terverifikasi

source: Company
id: Perusahaan

source: Employee status
id: Status karyawan

source: Join date
id: Tanggal bergabung

source: Application for
id: Permohonan untuk

source: From
id: Dari

source: Are you sure?
id: Apa kamu yakin?

source: Approval request
id: Permohonan persetujuan

source: Summary
id: Ringkasan

source: List of attendance
id: Daftar kehadiran

source: Total hrs
id: Total jam

source: Mark your attendance!
id: Tandai kehadiran anda!

source: Completed
id: Selesai

# noteAttendance
source: Absence and get started on your successful day
id: Absen dan mulailah hari sukses Anda

source: Password
id: Kata sandi

# noteLogin
source: Login to enjoy the full services provided by Qubah App
id: Masuk untuk menikmati layanan penuh yang disediakan oleh Aplikasi Qubah

source: Used
id: Digunakan

source: Balance
id: Tersisa

source: Requests
id: Permintaan

source: Empty requests
id: Permintaan kosong

# applySubmission
source: Apply a submission
id: Mengajukan pengajuan

# typeSubmission
source: Type of submission
id: Tipe pengajuan

source: Add document
id: Tambah dokumen

source: Note
id: Catatan

source: Apply
id: Menerapkan
